Repository: Yakonche/rollercoin-profit-calculator
Catalog: locale/*/LC_MESSAGES/rc_profit_calc.po
Languages: de_de, es_ar, fil_ph, pl_pl, pt_br, ru_ru, tr_tr

source: Enter your hashrate (TH/s) :
de_de: Geben Sie Ihren Hash ein (TH/s) :
es_ar: Ingrese su hashrate (TH/s) :
fil_ph: Ipasok ang iyong hashrate (TH/s) :
pl_pl: Wpisz swój hashrate (TH/s) :
pt_br: Digite seu hashrate (TH/s) :
ru_ru: Введите свой хешрейт (TH/s) :
tr_tr: Karma oranınızı girin (TH/s) :

source: usd
de_de: eur
es_ar: ars
fil_ph: php
pl_pl: pln
pt_br: brl
ru_ru: rub
tr_tr: try

source: Enter the {} network power (EH/s) :
de_de: Geben Sie die {}-Netzwerkleistung ein (EH/s) :
es_ar: Ingrese la potencia de la red {} (EH/s) :
fil_ph: Ipasok ang lakas ng network ng {} (EH/s) :
pl_pl: Wprowadź moc sieci {} (EH/s) :
pt_br: Insira a energia da rede {} (EH/s) :
ru_ru: Введите мощность сети {} (EH/s) :
tr_tr: Ağ gücünü girin {} (EH/s) :

source: Enter the {} reward [default - {}] :
de_de: Geben Sie die {}-Belohnung ein [Standard - {}] :
es_ar: Ingrese la recompensa de {} [defecto - {}] :
fil_ph: Ipasok ang gantimpala ng {} [default - {}] :
pl_pl: Wprowadź nagrodę {} [domyślna - {}] :
pt_br: Insira a recompensa {} [predefinição - {}] :
ru_ru: Введите вознаграждение [дефолт - {}] :
tr_tr: Ödülünü girin {} [varsayılan - {}] :

source: {} is the most profitable cryptocurrency to mine. {:.2f} {} of income per block. Or {} {} per block.
de_de: {} ist die rentabelste Kryptowährung, die ich abbauen kann. {:.2f} {} Einkommen pro Block. Oder {} {} pro Block.
es_ar: {} es la criptomoneda más rentable para la minería. {:.2f} {} de ingresos por cuadra. O {} {} por bloque.
fil_ph: Ang {} ay ang pinaka-kumikitang cryptocurrency sa minahan. {:.2f} {} ng kita bawat bloke. O {} {} bawat bloke.
pl_pl: {} jest najbardziej dochodową kryptowalutą do wydobycia. {:.2f} {} dochodu za blok. Lub {} {} na blok.
pt_br: {} é a criptomoeda mais lucrativa para minerar. {:.2f} {} de receita por bloco. Ou {} {} por bloco.
ru_ru: {} - самая прибыльная криптовалюта для майнинга. {:.2f} {} дохода с блока. Или {} {} за блок.
tr_tr: {} benim için en karlı kripto para birimidir. {:.2f} {} blok başına gelir. veya {} {} blok başına.

source: hour
de_de: Stunde
es_ar: hora
fil_ph: oras
pl_pl: za godzinę
pt_br: hora
ru_ru: час
tr_tr: saat

source: day
de_de: Tag
es_ar: día
fil_ph: araw
pl_pl: dziennie
pt_br: dia
ru_ru: день
tr_tr: gün

source: week
de_de: Woche
es_ar: semana
fil_ph: linggo
pl_pl: tygodniowo
pt_br: semana
ru_ru: неделю
tr_tr: hafta

source: month
de_de: Monat
es_ar: mes
fil_ph: buwan
pl_pl: miesięcznie
pt_br: mês
ru_ru: месяц
tr_tr: ay

source: year
de_de: Jahr
es_ar: año
fil_ph: taon
pl_pl: rocznie
pt_br: ano
ru_ru: год
tr_tr: yıl

source: This is around :
de_de: Ist in der Gegend :
es_ar: Esta alrededor :
fil_ph: Ay nasa paligid :
pl_pl: To jest około :
pt_br: Isso é em torno de :
ru_ru: Это примерно :
tr_tr: Bu etrafta :

source: {:.2f} {} per {}, or {} {}
de_de: {:.2f} {} pro {}, oder {} {}
es_ar: {:.2f} {} por {}, o {} {}
fil_ph: {:.2f} {} bawat {}, o {} {}
pl_pl: {:.2f} {} {}, lub {} {}
pt_br: {:.2f} {} por {}, ou {} {}
ru_ru: {:.2f} {} в {}, или {} {}
tr_tr: {:.2f} {} başına {}, veya {} {}

source: Press the Enter key to close the window.
de_de: Drücken Sie die Eingabetaste, um das Fenster zu schließen.
es_ar: Presione la tecla Enter para cerrar la ventana.
fil_ph: Pindutin ang Enter key upang isara ang window.
pl_pl: "" Naciśnij klawisz Enter, aby zamknąć okno.
pt_br: Pressione a tecla Enter para fechar a janela.
ru_ru: Нажмите клавишу Enter, чтобы закрыть окно.
tr_tr: Penceriyi kapatmak için Enter tuşuna basın.
